[
    {
        "birds_card_image" : "image/Woodpecker.jpeg",
        "birds_card_title" : "Woodpecker",
        "birds_card_description" : " The pileated woodpecker is a large, mostly black woodpecker native to North America. An insectivore, it inhabits deciduous forests in eastern North America, the Great Lakes, the boreal forests of Canada, and parts of the Pacific Coast.True to their name, woodpeckers hammer away at wood with their beaks. And when they do, they can experience forces of 1,200 to 1,400 g's—about 14 times more g-force than what it takes for a human to get a concussion. True to their name, woodpeckers hammer away at wood with their beaks.The birds called woodpeckers are known for pecking holes in tree bark to find insects to eat. Most woodpeckers live in forests, spending their lives mainly in trees. There are about 180 species, or types, of woodpecker. They include the birds called flickers and sapsuckers.Some large woodpeckers such as Dryocopus have a fast, direct form of flight, but the majority of species have a typical undulating flight pattern consisting of a series of rapid flaps followed by a swooping glide.The woodpecker symbolizes new opportunities, creativity, optimism, courage, motivation, revival, self-actualization, balance, communication, protection, and discernment. This bird is most closely associated with opportunity and new possibilities. It inspires you to seize your desires and never give up on your dreams.Woodpeckers are smart birds and very resourceful. Like any wild animal, they are drawn to areas where there is food and shelter.Woodpeckers are found in forested areas worldwide, except in Australia. These birds have the unusual ability to use their beaks to hammer into the trunks of trees to make holes to extract insects and sap.Coloration varies between species, but most woodpeckers have black-feathered bodies with white patches and a red crest atop their heads. Certain varieties, such as the Magellanic and the red-headed woodpecker, have heads that are entirely red in color.The force of each peck can be more than 20 times greater than what can cause a concussion in a human, Forbes(Opens in a new window) reports. And they peck an average of 12,000 times a day, moving their heads at speeds of 13 mph to 15 mph.Like most birds, Woodpeckers are diurnal, which explains why you never hear or see them after dark. These birds typically forage during the day and spend the night asleep in self-excavated roost cavities.Predominantly native to South America (but also represented by three Asian species and one in Africa), piculets are small woodpeckers sufficiently distinct from typical species to warrant classification in their own taxonomic subfamily.They are seen as messengers and bringers of good luck. Many tribes believe that the appearance of a woodpecker is a sign that something important is about to happen. They also see woodpeckers as connected to the spirit world and believe that they can communicate with the divine through these birds.Measurements. Pileated Woodpeckers are mostly black with white stripes on the face and neck and a flaming-red crest. Males have a red stripe on the cheek. In flight, the bird reveals extensive white underwings and small white crescents on the upper side, at the bases of the primaries.One of the most memorable aspects of Woody Woodpecker is his infectious laugh. The distinctive “ha-ha-ha-HAAA!” laugh has become synonymous with the character and adds to his comedic appeal.Identification & Behavior: ~34.5 cm (13.6 in). The Powerful Woodpecker has black upperparts with two white stripes on the shoulders that meet in the back. The male has rusty underparts heavily barred black with the breast, front of the neck, and throat black."
    },
    {
        "birds_card_image" : "image/Kingfisher.webp",
        "birds_card_title" : "Kingfisher",
        "birds_card_description" : " Kingfishers are a family, the Alcedinidae, of small to medium-sized, brightly coloured birds in the order Coraciiformes. They have a cosmopolitan distribution, with most species found in the tropical regions of Africa, Asia, and Oceania, but also can be seen in Europe. In the intricate tapestry of the natural world, the kingfisher emerges as a beacon of beauty, resilience, and adaptability. From its dazzling plumage and agile hunting skills to its vital role in maintaining the health and integrity of aquatic ecosystems, the kingfisher embodies the timeless allure of avian life. By fostering a deeper understanding and appreciation for these magnificent birds, we can inspire conservation action and secure a brighter future for both kingfishers and the habitats they depend on.The Greek name for Kingfisher is halcyon, leading to the term 'halcyon days' which was originally a reference to the calm and fine weather at this time in Greece. We now use the term to refer to fondly remembered times in our past. The name halcyon itself comes from the Greek goddess, Alcyone who was married to Ceyx.Kingfishers, ranging in length from 10 to 42 cm (4 to 16.5 inches), have a large head, a long and massive bill, and a compact body. Their feet are small, and, with a few exceptions, the tail is short or medium-length. Most species have vivid plumage in bold patterns, and many are crested.Kingfishers range widely in their quest for fish, and will often raid garden ponds. Kingfishers fly at only one pace: fast and straight, but they can hover when fishing.They are very similar... but the way to tell them apart is to remember: the female kingfisher wears lipstick! The female has orange on the lower part of her beak, where as the male has a pure black beak.The design of a kingfisher's beak is aerodynamically efficient, allowing it to dive from its perch, towards its prey, with maximum speed and minimum splash. In fact, the beak design is so clever that the front of many Japanese bullet trains are modelled to mimic it.No, neither the kingfisher nor the crested lark are considered birds of prey. While both feed on living creatures, they do not seize and kill their prey with talons. Birds of prey, also known as raptors, are not to be confused with other meat eating birds.A kingfisher is a colorful bird that catches fish by diving dramatically into the water. The Australian kookaburra is the largest species of kingfisher. Among about 90 different kingfisher species, most have brilliant blue feathers and a very long, pointed bill.n flight, kingfishers are speedy and direct, rarely flying above tree level. When hunting for fish, the Kingfisher plunge head first towards the water and return to a perch to kill and eat their prey. Kingfishers normally sleep in some kind of tunnel or hole.The brilliantly bright plumage of the kingfisher looks almost exotic in comparison to the more modest hues of many birds native to Britain. In motion, the kingfisher's contrasting colours – orange, cyan and blue – produce a startling flash of colour.Males and females cannot be distinguished by their plumage. The only external distinguishing feature is the underside of the beak. The female has an orange underside of the beak. This orange colouring increases with the age of the female.The ancient Greeks believed the gods turned two distraught lovers into kingfishers — or “halcyon birds.” Thanks to divine assistance, these birds would enjoy calm weather during their nesting period. Even today, many kingfishers have echoes of this story in their scientific names.This is often the best time to hear kingfishers, as they call more frequently in February-March in a high-pitched tone. Males often present gifts to females in courtship, such as fish."
    },
    {
        "birds_card_image" : "image/Hummingbird.jpeg",
        "birds_card_title" : "Hummingbird",
        "birds_card_description" : " Hummingbirds are birds native to the Americas and comprise the biological family Trochilidae. With about 366 species and 113 genera, they occur from Alaska to Tierra del Fuego, but most species are found in Central and South America. They may be the world's smallest birds, but there is no risk of them flying under the radar thanks to their eye-catchingly colourful plumage. The hummingbird family is 368 species strong, in a range of shapes, sizes, and dazzling colours. They are native to the Americas, with the highest diversity around the Tropics.The male of the species, when caught in a sunray, shimmers deep purple, amethyst, brilliant blue and electric green: This little dazzler is 'Nectarinia asiatica', better known as the 'purple sunbird' and often mistakenly referred to as a hummingbird which, unfortunately, does not exist here in Pakistan at all.Hummingbirds are named for the prominent humming sound their wingbeats make while flying and hovering to feed or interact with other hummingbirds.The bee hummingbird is the smallest living bird. Females weigh 2.6 g (0.092 oz) and are 6.1 cm (23⁄8 in) long, and are slightly larger than males, which have an average weight of 1.95 g (0.069 oz) and length of 5.5 cm (21⁄8 in).India does not have hummers but convergent evolution has given us our sunbirds. With hummingbirds on your mind the sunbirds look large and clumsy; their wing beats dull and lethargic, country yokels of speed aerobatics.The Bee Hummingbird, found only in Cuba, is the world's smallest bird. Weighing just 1.6 grams, they are easily mistaken for bees. Their dainty eggs are around 6mm long (around the size of a coffee bean!) and are laid into tiny, cup-shaped nests made of cobwebs and moss.It stands for intelligence, beauty, devotion, and love. These little birds are also respected as fierce fighters and defenders of their territory. Hummingbirds are a symbol of good luck. Seeing one of these birds before an event, such as a hunting trip, or travelling to another village, was considered a good sign.Hummingbird eggs are generally white, elliptical in shape, and tiny — about the size of a small jelly bean. Most weigh no more than a gram, or less than a paperclip! As with other birds, a hummingbird's life-cycle begins within an egg.There are more than 300 species of hummingbirds, and more than 60 are either near threatened, vulnerable, endangered, or critically endangered.Along with being agile, hummingbirds have speed and stamina. They have been clocked at nearly 30 mph in direct flight and more than 45 mph during courtship dives.Hummingbird eggs are dull white in nearly every case. Other birds have many colors, patterns, and even mildly different shapes, but hummingbirds all pretty much come the same.How big are hummingbirds? A. Ruby-throated hummingbirds are 3 - 3.75 inches long with a wingspan of 4 - 4.75 inches. Rufous hummingbirds are 3.5 - 4 inches long with a wingspan of 4.25 inches.Hummingbirds, with their vibrant colors and energetic movement, are believed to bring good luck and joy. They symbolize vitality and the celebration of life's small wonders.In Native American culture, hummingbirds are seen as healers and bringers of love, good luck and joy. In Central America, they are a sign of love and will bring love to the person who spots them.To some, sighting a hummingbird signals that challenging times are over and healing can begin. To others, these tiny fliers are an inspiring sign of hope and good luck. Hummingbirds also can have a spiritual significance and mean the spirit of a loved one is near.Measurements. Ruby-throated Hummingbirds are bright emerald or golden-green on the back and crown, with gray-white underparts. Males have a brilliant iridescent red throat that looks dark when it's not in good light.Baby hummingbirds have dark skin, are blind for about nine days until their eyes open, and are unable to regulate their body temperature or feed themselves. They're also born with short beaks that look nothing like the long, pointed beaks of their parents."
    },
    {
        "birds_card_image" : "image/Owl.jpeg",
        "birds_card_title" : "Owl",
        "birds_card_description" : " Owls are birds from the order Strigiformes, which includes over 200 species of mostly solitary and nocturnal birds of prey typified by an upright stance, a large, broad head, binocular vision, binaural hearing, sharp talons, and feathers adapted for silent flight.Owls symbolize inner wisdom, change, transformation, intuitive development, good luck, and self-actualization, says Charlotte Kirsten, M.A., a cultural symbolism expert and founder of Typically Topical. Some people wonder, is an owl a good omen? The answer depends on who you ask and the culture you're living in. When do owls sleep? Most owls are nocturnal birds, which means they sleep during the day. Many owls are more flexible with their bedtimes, however, and can be seen hunting in the early morning and late afternoon. You might be surprised to learn that some owls are even diurnal, and these species will sleep at night.Owls are quite specialized predators, having eyes and ears designed to easily locate prey and unique feathers that enable them to fly almost silently. They hunt through the night, mainly consuming rodents and other small animals. Prey is usually consumed whole, but the whole prey is not digested.Old English ule owl, from Proto-Germanic *uwwalon- (cognates: Middle Dutch, Dutch uil, Old High German uwila, German Eule, Old Norse ugla), a diminutive of PIE root *u(wa)l-, which is imitative of a wail or an owl's hoot. Owls are no more bad luck than black cats, broken mirrors, or spilled salt. In many cultures, owls are seen as bad luck or omens of death and are feared, avoided or killed because of it. Myth: Owls are messengers of witches.Owls eat a variety of small animals, including mice, rats, frogs, birds, squirrels, snakes, fish, and lizards. They often swallow these prey whole.No. Owls, despite common representation and symbolism, are not very intelligent compared to other bird species; as some others have mentioned in their answers, they are very instinct-driven, therefore there is not much of a need to learn problem solving skills. The owls most commonly use nests built by other species in whatever tree is available, but also use cavities in trees and snags, cliffs, deserted buildings, artificial platforms, ledges, and pipes, and will even lay eggs on the ground.Owls can see in the daytime. Their pupils don't get as small as ours in bright light, so to block out the extra light, they often close their eyes half-way or more. They may look sleepy or even half asleep when really they are wide awake and alert.They belong to the group Strigiformes. Owl bird traits include large eyes, feathered bodies, and oviparous (egg-laying) reproduction. Because they are birds of prey, meaning that they are hunters, owls have front-facing eyes, excellent vision, and sharp talons. They also have large heads and hooked beaks.People have a great misconception that Owls can't see in daylight. Owls can see in the daytime. Their pupils don't get as small as ours in bright light, so to block out the extra light, they often close their eyes half-way or more. They may look sleepy or even half asleep when really they are wide awake and alert.They live relatively long lives, with their average longevity being 8 to 10 years. In the wild, the oldest known Barred Owl was around 26 years, 7 months old. In captivity, however, they have been known to live for 38 years.Then it becomes a hatchling, a newly hatched baby owl. Next it is a nestling, a young owl confined to the nest. After that, the owl becomes a fledgling, a young owl learning how to fly. Finally, it becomes an adult owl.Are owls evil? No. Owls are animals, trying to survive just like any other animal. The only reason they are sometimes associated with evil is because humans don't take kindly to large eyes staring at them from trees in the dark.According to Vastu Shastra, an owl is a symbol of positivity, prosperity and wealth. It is believed that having a showpiece of an owl in the house will bring good luck and fortune to the home. It is also thought that the owl wards off negative energies, and helps to bring peace and harmony to the home.Most owls are nocturnal, meaning they are active at night or during the twilight periods of dusk and dawn. As birds of prey, owls need to be able to see well in the dark so they can hunt small animals such as mice, voles, and other rodents, which are also active at night.Buzzards and goshawks have been known to eat Barn Owls – and a hungry fox will get lucky now & then. Very young, sick or injured owls are more likely to get eaten by a predator. A fallen owlet in a barn is in danger from farmyard cats – if it is healthy it needs to be put back in its nest as soon as possible.Blakiston's fish owl is the largest living species of owl. A pair field study of the species showed males weighing from 2.95 to 3.6 kg (6.5 to 7.9 lb), while the female, at up to 2.95 to 4.6 kg (6.5 to 10.1 lb), is about 25% larger."
    },
    {
        "birds_card_image" : "image/robin.jpg",
        "birds_card_title" : "Robin",
        "birds_card_description" : " The American robin is a migratory bird of the true thrush genus and Turdidae, the wider thrush family. It is named after the European robin because of its reddish-orange breast, though the two species are not closely related, with the European robin belonging to the Old World flycatcher family. For centuries, this tiny bird has been the symbol of good luck, happiness, rebirth - and sometimes even as a messenger for lost, loved ones. There are tales stretching back to Norse mythology where the robin is the protector from storms and lightning. And in Celtic folklore the robin is known as the Oak King of Summer.The robin is a small, plump bird. Its black beak is short and thin. Males and females look identical, sporting a brown back, white belly and red breast, face and cheeks. In contrast, juveniles are speckled gold and brown, only developing the distinctive red plumage in adulthood.The distinctive orange breast of both sexes contributed to the European robin's original name of redbreast, orange as a colour name being unknown in English until the 16th century, by which time the fruit had been introduced.The Latin name of the Robin is Erithacus Rubecula, they are part of the Turdidae family. The nation's favourite bird is a common and treasured sight in most UK gardens, there are approximately 6,700,000 breeding pairs in the UK. The Robin sings all year round to protect their territory and attract a mate.Mostly insects, berries, earthworms. In early summer, insects make up majority of diet; also feeds on many earthworms, snails, spiders, other invertebrates. Feeds heavily on fruit, especially in winter (fruit accounts for perhaps 60% of diet year-round); mainly wild berries, also some cultivated fruits.The blue colour in robin eggs is due to biliverdin, a pigment deposited on the eggshell when the female lays the eggs. There is some evidence that higher biliverdin levels indicate a healthier female and brighter blue eggs.Robins are in turn eaten by foxes, bobcats, hawks, shrikes, and owls, and crows and blue jays often take their eggs and babies. These are all natural predators.The American robin is 8-11 inches in length and has a wingspan of 12-16 inches. The male American robin has dark gray or brown back and wing feathers and reddish-orange chest feathers. The females have the same color pattern, but she is a little duller in color.The robin is a small, plump bird. Its black beak is short and thin. Males and females look identical, sporting a brown back, white belly and red breast, face and cheeks. In contrast, juveniles are speckled gold and brown, only developing the distinctive red plumage in adulthood.The male robin is brighter in color than the female. His eye ring, bright beak color, black head, and white throat markings all show this bird is a male. The female's feathers look washed out and faded compared to the darker, richer colors of the male.Male and female scarlet robins differ in their plumage significantly more than their European or American counterparts. Males are black with prominent bright red breasts and a white patch above the bill (frontal patch). Females, on the other hand, are brown with a rusty reddish-orange breast and white underparts.How smart are robins? A. Robins are not quick to learn new things as blue jays, and do not have as good reasoning power as jays. But they are adaptable, and can quickly figure out how to find food and shelter in a new area where they've never been before.Of those that survive their first year, most wild robins live to be about 5 or 6. As of February, 2001, the longest-living banded wild robin ever recorded had survived 13 years and 11 months, according to the Bird Banding Laboratory at the Patuxent Wildlife Research Center.Winter robins eat berries, other fruits, and seeds they find on shrubs, trees, and vines. If robins happen to overwinter near you, you can offer them frozen or fresh fruit. They'll go for apple slices, raisins, blueberries, strawberries, raspberries, and cherries.The male robin is brighter in color than the female. His white eye ring, bright beak color, black head, rusty red breast, and black-and-white streaked throat markings show he's a male. The female's pale orange breast feathers and gray upperparts look washed out and faded compared to the male's darker, richer colors.We know that robins are one of the first species to begin singing every morning. In late May, they normally begin singing over an hour before sunrise. They sing the most early in the morning and at evening twilight after sunset."
    },
    {
        "birds_card_image" :"image/Geese.jpeg",
        "birds_card_title" :"Geese",
        "birds_card_description" :" A geese is a bird of any of several waterfowl species in the family Anatidae. This group comprises the genera Anser and Branta. Some other birds, mostly related to the shelducks, have 'goose' as part of their names.The primary way scientists differentiate between ducks and geese is based on how many bones they have in their necks. Ducks have 16 or fewer bones in their necks, while geese and swans have between 17 and 24 neck bones, according to the Kellogg Bird Sanctuary.Geese are raised commercially for meat, feathers, down and foie gras (a delicacy made from the fatty livers of ducks or geese). Some geese are also kept as guard animals since they readily detect sounds that are not normal to the area in which they are kept. Geese have been known to chase away wild cats such as a lynx.The term goose may refer to such bird of either sex, but when paired with gander, refers specifically to a female one (the latter referring to a male).The female Goose is referred to as Goose, whilst the male Gander is referred to as Gander. It's a water geese here. In terms of colour, the male is distinguished from the female by having a distinct colour. In comparison to female geese, male geese are often larger.These birds tend to fly around 40 miles per hour during migration, though that can increase up to 70 miles per hour if they catch a strong tailwind. Migrating groups tend to have 30 to 100 birds. The “V” formation geese travel in makes them recognizable even high in the sky.On their way. Geese are heavy birds, and they fly fast – over 30 miles per hour – using powerful wing beats, rather than gliding like eagles or vultures. All this flapping for a heavy bird takes a lot of energy. Geese work very hard during migration flights.Geese always fly in the shape of a 'V', as it allows at least 71 % greater flying range. When the goose in the lead gets tired, another goose takes over the position. Geese are very loyal. They mate for life and are protective of their partners and offspring.The term for a female goose is a goose, while the term for a male goose is a gander. Young geese are referred to as goslings, and a group of geese is known as a gaggle.Goose meat is an excellent source of riboflavin and vitamin B-6. These vitamins help our bodies use energy from foods. B vitamins are important for growth and healthy skin, hair, nerves and muscles. Goose meat is an excellent source of iron - more than beef, pork or chicken.Most geese are friendly, and with personality galore, some individuals may bond with you much like a dog, follow you around, give you gooseneck hugs, and be very interested in what you're doing.They can be found in many habitats closely associated with water, including marshes, lakes and ponds. Canada geese typically feed in open grassy areas. As such, they are attracted to urban areas with well-maintained lawns such as golf courses and parks. They will fly to open water to roost or to sleep at night.It is the female who chooses her mate based on his displays of behaviors and how well he demonstrates he can protect her. The female indicates her choice of a male by beginning to follow him on land or water or standing next to him at all times. Once paired, the geese stay bonded until one member of the pair dies.Geese can live between 10 to 20 years on average. On average, geese can live up to 20 years in the wild, with Canadian geese being the longest-living waterfowl species. However, the average goose lifespan among species ranges from 10 to 20 years.During nesting, they use a penetrating alarm call that varies in intensity. The flight call is a continuous chorus of shrill cries, hoarse honks, and high-pitched quacks, audible both day and night.Are geese dangerous? Canada geese pose little threat to people, but they will defend their nests and goslings. Unsuspecting people can get too close and inadvertently provoke defensive responses by the parents, such as hissing, wing-flapping or charging. If this happens, simply back away. Goose eggs are safe to eat. However, according to the National Goose Council, most people find the flavor of goose eggs much stronger than hen or duck eggs, so they are not eggs of choice for consumption. More often, the shells of goose eggs are used for arts and crafts projects.The other may be that when the family leaves the nest they need to protect these adorable but highly vulnerable chicks while making sure they eat and eventually learn to eat. Hiding is frequently used. Parents may group up (often with their family members) in a cooperative effort to protect their chicks.Young geese will consume large quantities of grass but should still be provided with Smallholder Range Goose/Duck Grower/Finisher Pellets to ensure they receive all the nutrition they need to grow and develop into healthy adults. A constant supply of clean, fresh drinking water is vital for all birds.Though domesticated breeds of geese generally retain some flight ability, Sebastopols cannot fly well due to the curliness of their feathers and have difficulty getting off the ground. They need plenty of water to keep themselves clean, and to clean their sinuses (as do all waterfowl). "
    },
    {
        "birds_card_image" :"image/Swan.webp",
        "birds_card_title" :"Swan",
        "birds_card_description" :" Swans are birds of the genus Cygnus within the family Anatidae. The swans' closest relatives include the geese and ducks. Swans are grouped with the closely related geese in the subfamily Anserinae where they form the tribe Cygnini. Sometimes, they are considered a distinct subfamily, Cygninae. Swans are gracefully long-necked, heavy-bodied, big-footed birds that glide majestically when swimming and fly with slow wingbeats and with necks outstretched. They migrate in diagonal formation or V-formation at great heights, and no other waterfowl moves as fast on the water or in the air.A swan has often been seen as a symbol of wisdom and includes awakening the power of self, balance, grace, inner beauty, innocence, self-esteem, seeing into the future, understanding spiritual, evolution, developing intuitive abilities, grace in dealing with others and commitment.The type species is the mute swan. The English word swan, akin to the German Schwan, Dutch zwaan and Swedish svan, is derived from the Indo-European root *swen(H) ('to sound, to sing'). Young swans are known as cygnets, or, less commonly, as swanlings.Mute Swans form long-lasting pair bonds. Their reputation for monogamy along with their elegant white plumage has helped establish them as a symbol of love in many cultures. The Mute Swan is reported to mate for life. However, changing of mates does occur infrequently, and swans will remate if their partner dies.What do swans eat? Swans living on fresh water will typically eat pondweed, stonewort and wigeon grass, as well as tadpoles and insects such as milfoil. Swans living on salt water will typically eat sea arrow grass, salt marsh grass, eel grass, club rush and green algae, as well as insects and molluscs.Swans are a symbol of eternal love. Swans find a mate and they mate for life. If one of the swans dies, the other does not find another companion. They are eternally connected. This is why the swans are a powerful symbol and reminder of the TF connection.The male swan is called a cob and a female is called a pen and group of swans is called a herd. Swans are highly intelligent and sharp vision and impeccable hearing. A mute swan has 23 vertebrae more than any other bird.Swans live for approximately 20 to 30 years. Some variations exist between the more common swan species. The trumpeter swan, which is the largest swan in North America, lives for an average of 24 years in the wild but has been known to live for 33 years in captivity.Mute swans have a wingspan of between 200 to 240 cm (79 to 94 in), which means they can fly at a maximum speed of 80.4 to 88.5 km/h (50 to 55 mph) during flight. They can run up to 48 km/h (30mph) over the water's surface beating their wings until they take off.In order to protect the birds as a commodity, the Crown declared that any unmarked swans in open waters belonged to them. The British monarch thus added 'Seigneur of the Swans' to their title, and the tradition of Swan Upping was born. Eight centuries later, although no one is eating swans, the tradition lives on.They usually maintain very predictable annual movement and habitat use patterns unless faced with a significant habitat change. In turn, they teach these patterns to their cygnets. Pairs usually mate for life and return each year to the same nesting wetland, often using the same nest mound.The male swan is called the Cob. He typically weighs more and looks slightly larger than the female (the Pen), although it is often difficult to tell the male and female apart. The female swan will incubate the eggs and both parents will take care of the young once they are hatched.The black-necked swan (Cygnus melancoryphus) is a swan that is the largest waterfowl native to South America. The body plumage is white with a black neck and head and greyish bill.Swans sleep either on land or whilst floating on water. They often tuck their heads between their wings, the beak tucked under. They frequently lift one eyelid to monitor their surroundings.They can be found in ponds, slow rivers, coastal bays, and inland lakes. Mostly herbivorous, swans have a voracious appetite for submerged aquatic vegetation.Adults usually measure 138–165 cm (4 ft 6 in – 5 ft 5 in) long, though large males can exceed 180 cm (5 ft 11 in) in total length. The weight of adult birds is typically 7–13.6 kg (15–30 lb).Do they have predators? Eggs and young are mostly preyed upon by such predators as snapping turtles, coyotes, river otters, mink, golden eagles, great horned owls, and raccoons. Once the adult size is reached, trumpeter swans are rarely preyed upon by natural predators.Swans only drink water and lots of it! They are designed for swimming and living in freshwater, and so they drink it as much as possible. Mute swans also drink freshwater over saltwater, even though swans CAN drink saltwater.In late April, pens will lay a clutch of 5 to 7 eggs. The young swans, called cygnets, will hatch after 33 to 37 days of incubation. Cygnets have a light gray plumage with pinkish bills and feed mostly on aquatic insects and crustaceans during their first weeks of life.Mates greet each other with a short, snoring sound, and females solicit their mates with a slow glock, glock call. Female swans call to their broods with a sound like a yapping puppy. When in a group Mute Swans growl, whistle, and snort at each other."
    },
    {
        "birds_card_image" :"image/Hawk.jpeg",
        "birds_card_title" :"Hawk",
        "birds_card_description" :" Hawks are birds of prey of the family Accipitridae. They are very widely distributed and are found on all continents except Antarctica. The subfamily Accipitrinae includes goshawks, sparrowhawks, sharp-shinned hawks, and others. One of the most noticeable differences is their size. Eagles are much larger than hawks, and have longer wingspans. Hawks have a similar appearance, but if you look carefully, you will notice that the wings of hawks tend to be more rounded, and they have short, broad, rounded tails and a stocky build.In Native American cultures, hawks are revered for their keen sense of sight and ability to fly at great heights. The red-tailed hawk's average weight is three pounds. Females are about 25-percent heavier than males. Their flying speed is 20-40 m.p.h. They can reach up to 120 m.p.h. when diving.n spiritual traditions, hawks are associated with divinity. If you have been seeing hawks more often, it could be a message from a spiritual guide that you are under loving, watchful protection. The hawk could be advising you to pay close attention, as messages are being sent your way.As carnivorous birds of prey, both hawks and eagles evolved powerful feet and sharp talons to catch, hold, and rip apart prey. However, due to their larger size, eagles are typically stronger than hawks.Eagles have the best eyesight in the animal kingdom and can spot and focus on prey up to 2 miles away. Although eagles weigh only around 10 pounds, eagle eyes are roughly the same size as human eyes. Humans with healthy eyes have 20/20 vision, but hawks have 20/4 or 20/5 vision.Hawks most commonly eat small mammals, such as rabbits, squirrels, gophers, prairie dogs, mice, and chipmunks. Other examples of what hawks eat include: Insects: dragonflies, crickets, grasshoppers, moths, and insect larvae. Fish, reptiles and amphibians: lizards, turtles, frogs, crabs, crawfish, koi.Sy aptly describes hawks as deeply emotional animals, quick to show anger and frustration, and can hold a grudge for years. They're also loyal and intensely aware of their surroundings.In most cultures, hawks have a positive association and are considered good luck. Being visited by a hawk from a distance can also have a positive effect as it indicated in this explanation: Hawks generally avoid humans and stay perched up high away from where we can see them.Hawks represent changes, clarity, pursuing your goals and dreams, protection, and honoring your inner wisdom. Hawks are graceful yet powerful beings that go after what they need and want.When you have a hawk sighting, it's a sign from the spirit realm that you are ready to take on a larger, more powerful expansion and vision of your world. The hawk symbolizes a need to start looking forward, envisioning your path ahead, and perhaps even preparing for a greater role in life.Falcons have a notch or tooth at the tip of their beaks. If you see one of these birds of prey perched, notice the shape of the head: A falcon's is short and rounded whereas a hawk's is pointier. Hawks do not have a notch at the tips of their beaks—a tooth that falcons use to kill their prey. Falcons are smaller birds than hawks which are generally large but with shorter wings compared to falcons. Hence why it is common to hear of a falcon referred to as a 'long wing'. As with other birds of prey, falcons and hawks also show sexual dimorphism.Hawks get attacked and can be eaten by hawks that are larger, eagles, owls, raccoons, foxes, and snakes. Their position on the food chain keeps them out of reach of most predators. However, hawk eggs and younger hawks who haven't developed full strength can still be gobbled up.Hawks and eagles both belong to the family Accipitridae, which are mostly birds of prey. They include some of the largest and heaviest predatory birds in this group. However, what people call eagles and hawks belong to different sub-groups within this larger family.Male red-tailed hawks can measure 45 to 60 cm (18 to 24 in) in total length, females measuring 48 to 65 cm (19 to 26 in) long. Their wingspan typically can range from 105 to 141 cm (3 ft 5 in to 4 ft 8 in), although the largest females may possible span up to 147 cm (4 ft 10 in).Most Red-tailed Hawks are rich brown above and pale below, with a streaked belly and, on the wing underside, a dark bar between shoulder and wrist. The tail is usually pale below and cinnamon-red above, though in young birds it's brown and banded. “Dark-morph” birds are all chocolate-brown with a warm red tail.Adults are steely blue-gray above with warm reddish bars on the underparts and thick dark bands on the tail. Juveniles are brown above and crisply streaked with brown on the upper breast, giving them a somewhat hooded look compared with young Sharp-shinned Hawks' more diffuse streaking.Hawks was introduced as the new #2 pro hero and a personal admirer of Endeavor, and even if he's much younger and smaller than Endeavor, he is still immensely powerful and can easily keep pace with Endeavor in battle against Nomu or villains. Hawks is a bit on the short side at 172 centimeters, or just under 5 ft 8 in.Their sense of hearing is excellent, and their eyesight the best in the entire animal world. Not only can hawks see greater distances than humans, but their visual acuity (the ability to see clearly) is eight times that of ours. Hawks also see in color."
    }

]