[
    {
        "main_content_image" : "image/yellowstone National Park.jpg",
        "main_content_title" : "Yellowstone National Park",
        "main_content_description" : " Yellowstone National Park is a nearly 3,500-sq.-mile wilderness recreation area atop a volcanic hot spot. Mostly in Wyoming, the park spreads into parts of Montana and Idaho too. Yellowstone features dramatic canyons, alpine rivers, lush forests, hot springs and gushing geysers, including its most famous, Old Faithful. It's also home to hundreds of animal species, including bears, wolves, bison, elk and antelope. Yellowstone National Park sits on top of a dormant volcano and is home to more geysers and hot springs than any other place on earth. Wonders abound at this truly unique national park, from sites like the Yellowstone Grand Canyon to wildlife like America's largest buffalo herd, grizzly bears, and wolves.ellowstone National Park is in the northwest region of the United States. The park covers 3,472 square miles. Even though the official address is to the state of Wyoming, Yellowstone is actually in three states.Yellowstone National Park is situated northwest of the state of Wyoming. The Western United States is home to this splendid park that spans as far as the state of Idaho and Montana.i nstead, the name was attributed as early as 1805 to Native Americans who were referring to yellow sandstones along the banks of the Yellowstone River in eastern Montana, several hundred miles downstream and northeast of the Park.1872. How did Yellowstone get its name? It's named after the Yellowstone River, the major river running through it. The river gets its name from the Minnetaree Indians, who called it Mi tse a-da-zi, or Yellow Rock River, most likely due to the yellowish formations of the Grand Canyon of the Yellowstone.Geologist Ferdinand Hayden directed the first scientific exploration of Yellowstone in 1871, leading directly to the founding of the world's first national park in the following year.",
        "animal_detail_image" : "image/American black bear.jpeg",
        "animal_detail_title" : "American black bear",
        "animal_detail_description" : " The American black bear, also known as the black bear, is a species of medium-sized bear endemic to North America. It is the continent's smallest and most widely distributed bear species. The American black bear is an omnivore, with a diet varying greatly depending on season and location.",
        "animal_detail_image_1" : "image/Bison1.webp",
        "animal_detail_title_1" : "Bison",
        "animal_detail_description_1" : " A bison is a large bovine in the genus Bison within the tribe Bovini. Two extant and numerous extinct species are recognised. Of the two surviving species, the American bison, B. bison, found only in North America, is the more numerous.",
        "animal_detail_image_2" : "image/Bobcat.jpeg",
        "animal_detail_title_2" : "Bobcat",
        "animal_detail_description_2" : "The bobcat, also known as the red lynx, is one of the four extant species within the medium-sized wild cat genus Lynx. Native to North America, it ranges from southern Canada through most of the contiguous United States to Oaxaca in Mexico.",
        "animal_detail_image_3" : "image/Sandhill crane.jpeg",
        "animal_detail_title_3" : "Sandhill crane",
        "animal_detail_description_3" : "The sandhill crane is a species of large crane of North America and extreme northeastern Siberia. The common name of this bird refers to habitat like that at the Platte River, on the edge of Nebraska's Sandhills on the American Great Plains.",
        "animal_detail_image_4" : "image/Mountain goat.jpg",
        "animal_detail_title_4" : "Mountain goat",
        "animal_detail_description_4" : "The mountain goat, also known as the Rocky Mountain goat, is a cloven-footed mammal that is endemic to the remote and rugged mountainous areas of western North America. A subalpine to truly alpine species, it is a sure-footed climber commonly seen on sheer rock faces, near-vertical cliffs and icy passages."
    },
    {
        "main_content_image" : "image/Grand Canyon National Park.jpeg",
        "main_content_title" :"Grand Canyon National Park",
        "main_content_description" :" Grand Canyon National Park, in Arizona, is home to much of the immense Grand Canyon, with its layered bands of red rock revealing millions of years of geological history. Viewpoints include Mather Point, Yavapai Observation Station and architect Mary Colter’s Lookout Studio and her Desert View Watchtower. Lipan Point, with wide views of the canyon and Colorado River, is a popular, especially at sunrise and sunset.However, the significance of Grand Canyon is not limited to its geology. The Park contains several major ecosystems. Its great biological diversity can be attributed to the presence of five of the seven life zones and three of the four desert types in North America.Tucked into the northwest corner of the sixth largest state in America, Arizona, the Grand Canyon is also close to the borders of Utah and Nevada and winds through some of the most extremely rugged and beautiful terrain in the entire nation.What's in a name: A one-armed Civil War veteran, John Wesley Powell, coined and popularized the name “Grand Canyon.” In 1869, John Wesley Powell and nine companions steered wooden boats for 1,000 miles on the Colorado River and through the canyon. Powell first used the term “Grand Canyon” in 1871.Spring and fall (the “shoulder seasons”) are often considered the best times of year to visit the Grand Canyon because daytime temperatures are typically lower and crowds are generally thinner.Beyond the natural beauty, Grand Canyon National Park is also home to National Historic Landmarks and incredible museums. Whether you're looking for a scenic drive to view the highlights of the park or considering a multi-day adventure, Grand Canyon National Park is loaded with opportunities that will not let you down.Scientists have made significant discoveries at the Grand Canyon, including the oldest vertebrate fossil tracks and previously unknown footprints, shedding light on ancient animal activity and our fascination with the landmark.One of the Seven Wonders of the World, the Grand Canyon is an unbelievable spectacle of nature. It is a great, huge slash in the surface of the earth - 217 miles long, 4 to 18 miles wide and a mile deep, with the Colorado River flowing at the bottom.Grand Canyon National Park is a World Heritage Site. The National Park Service cares for the special places saved by the American people so that all may experience our heritage.The first Europeans to see Grand Canyon were soldiers led by García López de Cárdenas. In 1540, Francisco Vázquez de Coronado and his Spanish army traveled northward from Mexico City in search of the Seven Cities of Cíbola. After traveling for six months, Coronado's army arrived at the Hopi Mesas, east of Grand Canyon.The Grand Canyon (Hopi: Öngtupqa, Yavapai: Wi:kaʼi:la, Navajo: Bidááʼ Haʼaztʼiʼ Tsékooh, Southern Paiute language: Paxa'uipi, Spanish: Gran Cañón or Gran Cañón del Colorado) is a steep-sided canyon carved by the Colorado River in Arizona, United States.",
        "animal_detail_image" : "image/Chuckwallas.jpg",
        "animal_detail_title" : "Chuckwallas",
        "animal_detail_description" : "Chuckwallas are lizards found primarily in arid regions of the southwestern United States and northern Mexico. Some are found on coastal islands. The five species of chuckwallas are all placed within the genus Sauromalus; they are part of the iguanid family, Iguanidae.",
        "animal_detail_image_1" : "image/California condor.jpg",
        "animal_detail_title_1" : "California condor",
        "animal_detail_description_1" : "The California condor is a New World vulture and the largest North American land bird. It became extinct in the wild in 1987 when all remaining wild individuals were captured.",
        "animal_detail_image_2" : "image/Peccaries.jpg",
        "animal_detail_title_2" : "Peccaries",
        "animal_detail_description_2" : "A peccary is a pig-like ungulate of the family Tayassuidae. They are found throughout Central and South America, Trinidad in the Caribbean, and in the southwestern area of North America. They usually measure between 90 and 130 cm in length, and a full-grown adult usually weighs about 20 to 40 kg.",
        "animal_detail_image_3" : "image/Abert's squirrel.jpg",
        "animal_detail_title_3" : "Abert's squirrel",
        "animal_detail_description_3" : "Abert's squirrel or the tassel-eared squirrel is a tree squirrel in the genus Sciurus native to the southern Rocky Mountains from the United States to the northern Sierra Madre Occidental of Mexico, with concentrations found in Arizona, New Mexico, and southwestern Colorado.",
        "animal_detail_image_4" : "image/Bark scorpions.jpg",
        "animal_detail_title_4" : "Bark scorpions",
        "animal_detail_description_4" : "Centruroides is a genus of scorpions of the family Buthidae. Several North American species are known by the common vernacular name bark scorpion. Numerous species are extensively found throughout the southern United States, Mexico, Central America, the Antilles and northern South America."
    },
    {
        "main_content_image" : "image/Hingol Balochistan National Park.jpeg",
        "main_content_title" :" Hingol Balochistan National Park",
        "main_content_description" :" Hingol National Park or Hungol National Park is one of the largest national parks in Pakistan, located in the Makran coastal region. The park covers an area of about 6,100 square kilometres and is located 190 km from Karachi in the three districts of Gwadar, Lasbela and Awaran in Balochistan.Before emptying into the Arabian Sea, the Hingol flows into an estuary that supports threatened fish, birds, and crocodiles. It is part of the largest national park for the protection of endangered species in the country. The park is also home to wild Sindh Ibex, Balochistan Urial, and Chinkara Gazelle.The geological features of the Hingol National Park are mud mountains which are about 1,650 km longest in all over Pakistan. The park also consists of beautiful beaches including Kund-Malir Beach, golden beach, etc.The park is counted among the most important natural reserves in Pakistan. It partially spreads over three districts of Balochistan including Gwadar, Awaran, and Lasbela, because of which it features a variety of topographical features, from sub-tropical forests to arid mountains.Hingol is known to support threatened invertebrates in addition to a variety of bird species. The park has been an excellent habitat to wild animals including over 3000 ibexes, and 1500 Urials and more than 1200 Chinkara, besides number of resident and migratory birds.In the delightful month of March 2021, two of my adventurous comrades and I embarked on a thrilling escapade with the esteemed 'Josh Tours.' Our destination? The majestic Hingol National Park in the Lasbela district of Balochistan, traversing the mesmerizing Makran Coastal Highway. Words alone cannot encapsulate the sheer wonderment of this expedition; you must feel it to truly comprehend its splendor.",
        "animal_detail_image" : "image/Caracal.jpg",
        "animal_detail_title" : "Caracal",
        "animal_detail_description" : "The caracal is a medium-sized wild cat native to Africa, the Middle East, Central Asia, and arid areas of Pakistan and northwestern India. It is characterised by a robust build, long legs, a short face, long tufted ears, relatively short tail, and long canine teeth. ",
        "animal_detail_image_1" : "image/Bengal fox..jpeg",
        "animal_detail_title_1" : "Bengal fox",
        "animal_detail_description_1" : "The Bengal fox, also known as the Indian fox, is a fox endemic to the Indian subcontinent from the Himalayan foothills and Terai of Nepal through southern India, and from southern and eastern Pakistan to eastern India and southeastern Bangladesh.",
        "animal_detail_image_2" : "image/Golden jackal.jpeg",
        "animal_detail_title_2" : "Golden jackal",
        "animal_detail_description_2" : "The golden jackal, also called common jackal, is a wolf-like canid that is native to Eurasia. The golden jackal's coat varies in color from a pale creamy yellow in summer to a dark tawny beige in winter.",
        "animal_detail_image_3" : "image/Porcupine.jpeg",
        "animal_detail_title_3" : " Porcupine",
        "animal_detail_description_3" : "Porcupines are large rodents with coats of sharp spines, or quills, that protect them against predation. The term covers two families of animals: the Old World porcupines of the family Hystricidae, and the New World porcupines of the family Erethizontidae. ",
        "animal_detail_image_4" : "image/leopard.jpeg",
        "animal_detail_title_4" : "leopard",
        "animal_detail_description_4" : "The leopard is one of the five extant species in the genus Panthera. It has a pale yellowish to dark golden fur with dark spots grouped in rosettes. Its body is slender and muscular reaching a length of 92–183 cm with a 66–102 cm long tail and a shoulder height of 60–70 cm."
    },
    {
        "main_content_image" : "image/Chitral Gol National Park1.jpg",
        "main_content_title" :"Chitral Gol National Park",
        "main_content_description" :" Chitral Gol National Park is one of the National Parks of Pakistan. It is located in Lower Chitral District in Khyber-Pakhtunkhwa province of Pakistan beside the Chitral River, at a distance of two hours drive from Chitral town. The park is also known as Chitral National Park. The Tibetan Wolf, Red Fox, Yellow-Throated Marten and Himalayan Otter are all found in the park. Common birds in the park include, the Bearded Vulture, Himalayan Vulture, Golden Eagle, Demoiselle Crane, Peregrine Falcon, Himalayan Snowcock, Himalayan Monal, Snow Partridge and Rock Partridge.The Park is the source of supply of irrigation and drinking water to the communities that reside in its watershed through the Chitral Gol stream, which goes to around 20 villages through channels.It is located 1450 metres and about 5000 metres above sea level. It has an area of 7750 hectares. This park includes three valleys. Several glaciers also lie in the park through which several springs make their way and ultimately form a stream which runs 18 kilometres.Despite a decline from over 500 to only around 200 individuals in the park during the 1980s, Chitral National Park still holds the largest population of the astor markhor in the world. Also present in the park in small numbers are the siberian ibex, ladakh urial, as well as the asian black bear.Chitral is highly regarded for its treasure of fauna as well. Some endangered species of the world e.g. snow leopard (Unciauncia), cape hare (Lepus capensis), Tibetan wolf (Canis lupus chanco), long-tailed marmot (Marmota caudate) and himalayan ibex (Capra ibex sibrica) still live in these remote valleys of Hindukush.",
        "animal_detail_image" : "image/Tibetan Wolf.jpg",
        "animal_detail_title" : "Tibetan wolf",
        "animal_detail_description" : "The Tibetan wolf is one of the 38 subspecies of gray wolf and is often considered to be the same as the Himalayan wolf (based on DNA research). This wolf has a sharp face and a pair of big pointed ears.",
        "animal_detail_image_1" : "image/Yellow-Throated Marten.jpg",
        "animal_detail_title_1" : "Yellow-Throated Marten",
        "animal_detail_description_1" : "The yellow-throated marten is a marten species native to the Himalayas, Southeast and East Asia. Its coat is bright yellow-golden, and its head and back are distinctly darker, blending together black, white, golden-yellow and brown.",
        "animal_detail_image_2" : "image/himalayan otter.jpg",
        "animal_detail_title_2" : "Himalayan Otter",
        "animal_detail_description_2" : "Three species of otters inhabit the abundant rivers and wetlands on the flanks of the Himalaya Mountains: the small-clawed otter (Aonyx cinereus), the smooth-coated otter (Lutrogale perspicillata) and the Eurasian otter (Lutra lutra).",
        "animal_detail_image_3" : "image/Red Fox.webp",
        "animal_detail_title_3" : "Red Fox",
        "animal_detail_description_3" : "The red fox is the largest of the true foxes and one of the most widely distributed members of the order Carnivora, being present across the entire Northern Hemisphere including most of North America, Europe and Asia, plus parts of North Africa. It is listed as least concern on the IUCN Red List.",
        "animal_detail_image_4" : "image/Demoiselle Crane.jpeg",
        "animal_detail_title_4" : "Demoiselle Crane",
        "animal_detail_description_4" : "The demoiselle crane is a species of crane found in central Eurosiberia, ranging from the Black Sea to Mongolia and Northeast China. There is also a small breeding population in Turkey. These cranes are migratory birds."
    },
    {
        "main_content_image" : "image/Kirthar National Park.jpg",
        "main_content_title" :"Kirthar National Park",
        "main_content_description" :" The Kirthar National Park is situated in the Kirthar Mountains in Jamshoro District in Sindh, Pakistan. It was established in 1974 and encompasses over 3,087 km², making it the third largest national park in Pakistan. The primary attraction of the Kirthar National Park is its beautiful landscape and famous Ranikot Fort. Kirthar is one of the largest wildlife reserves in Pakistan, and viewing the wide variety of resident wildlife is one of the main reasons visitors come here.Wildlife in the park comprises leopard, striped hyena, Indian wolves, honey badger, urial, chinkara gazelles and rare Sindh ibex. Blackbuck are kept in enclosures for a reintroduction project.The Kirthar Mountains are a mountain range located in the Pakistani provinces of Baluchistan and Sindh that extend southward for about 190 mi from the Mula River in east-central Baluchistan to Cape Monze on the Arabian Sea .Kirthar is an area of outstanding beauty and cultural heritage which provides important habitat for a variety of mammals, birds and reptiles characteristic of the arid subtropics Approximately one third of the park lies in the north of Karachi district and two thirds in the south-west of Dadu district.The Kirthar National Park is situated in the Kirthar Mountains in Karachi and Jamshoro District in Sindh, Pakistan. It was founded in 1974 and stretches over 3,087 square kilometres (1,192 sq mi), making it the second largest national park in Pakistan after Hingol National Park.The highest peak of the mountains is Zardak Peak at 9,498 ft (2,895 m).Kirthar National Park is a protected area of 308,733 hectares situated in Sindh province, 80 miles north of Karachi (capital of Sindh Province), ",
        "animal_detail_image" : "image/striped hyena.webp",
        "animal_detail_title" : "Striped hyena",
        "animal_detail_description" : "The striped hyena is a species of hyena native to North and East Africa, the Middle East, the Caucasus, Central Asia, and the Indian subcontinent. It is the only extant species in the genus Hyaena. ",
        "animal_detail_image_1" : "image/urial.jpg",
        "animal_detail_title_1" : "Urial",
        "animal_detail_description_1" : "The urial, also known as arkars, shapo, or shapu, is a wild sheep native to Central and South Asia. It is listed as Vulnerable on the IUCN Red List.",
        "animal_detail_image_2" : "image/rare Sindh ibex.jpg",
        "animal_detail_title_2" : "Rare Sindh ibex",
        "animal_detail_description_2" : "The Sindh ibex or Turkman wild goat (Capra aegagrus blythi) is a vulnerable subspecies of wild goat endemic to southwest Pakistan, and southeast Iran.",
        "animal_detail_image_3" : "image/Blackbuck2.avif",
        "animal_detail_title_3" : "Blackbuck ",
        "animal_detail_description_3" : "The blackbuck, also known as the Indian antelope, is a medium-sized antelope native to India and Nepal. It inhabits grassy plains and lightly forested areas with perennial water sources. It stands up to 74 to 84 cm high at the shoulder. Males weigh 20–57 kg, with an average of 38 kg.",
        "animal_detail_image_4" : "image/honey badger.jpg",
        "animal_detail_title_4" : "Honey badger",
        "animal_detail_description_4" : "The honey badger, also known as the ratel, is a mammal widely distributed in Africa, Southwest Asia, and the Indian subcontinent. Because of its wide range and occurrence in a variety of habitats, it is listed as Least Concern on the IUCN Red List. "
    }
]