[
    {
        "card_image" : "image/tiger.jpg",
        "card_title" :" Tiger",
        "card_description" :" The tiger is the largest living cat species and a member of the genus Panthera. It is most recognisable for its dark vertical stripes on orange fur with a white underside. An apex predator, it primarily preys on ungulates, such as deer and wild boar.Among the largest species of cats in the world, tigers are powerful hunters with sharp teeth, strong jaws and agile bodies. They range across Asia from Russia all the way to Sumatra and mainland Southeast Asia. Scientists still have much to learn about these beautiful, endangered cats.Tigers can live in a range of environments, including the Siberian taiga, swamps, grasslands, and rainforests. They can be found anywhere from the Russian Far East to parts of North Korea, China, India, and Southwest Asia to the Indonesian island of Sumatra.Tigers are some of the most amazing creatures on the planet, they are the largest members of the cat family and are renowned for their power and strength. As the largest member of the cat family, Tigers are strong, powerful and one of nature's most feared predators.Tigers have soft toe pads which help them walk silently through their habitat. A tiger will typically travel 6-12 miles during a night's hunting. During the day, a tiger's stripes can act as camouflage, allowing it to blend in with its surroundings for stalking and ambushing its prey.Tigers range from six to ten feet long, and they can weigh anywhere from 220 to 660 pounds. Males of the larger subspecies, the continental tiger, weigh up to 660 pounds. While males of the smaller subspecies, the Sunda tiger, weigh up to 310 pounds.Tigers prefer to sleep on their sides and love to roll from one side to the other, just like our house cats. The most endearing part is to find them sleeping with all four legs in the air with their backs for support.Tiger cubs drink their mother's milk to survive, but when they've grown a little and are between six to eight weeks old, they can eat regular food, too. By the time they're six months old, they don't need milk anymore. Tigers are carnivores, which means they eat meat.Tigers eat a variety of prey ranging in size from termites to elephant calves. However, an integral component of their diet are large-bodied prey weighing about 20 kg (45 lbs.) or larger such as moose, deer species, pigs, cows, horses, buffalos and goats.Tigers are solitary animals, unlike Lions. So this means if they get injured during a fight or hunt, they will no longer be able to hunt, if they don't recover in time, they can die of starvation. They are afraid of fire and loud sounds.The tiger is an apex predator and is armed with a very powerful bite force of around 1,000 psi (4,450 newtons) that allows it to take down prey with a fatal bite to the neck.Tigers drink tiger milk—the milk their mother makes, not the commercial “health food” treat you can buy—and water. They get blood from their prey as they eat the prey. They get it in the meat and organs of the prey and they will lap up some blood pooled in the body cavity, but they don't really “drink” it.Tigers are territorial and usually solitary in nature. Their social system is connected through visual signals, scent marks and vocalizations. Tigers are usually solitary in nature, interacting briefly only for mating purposes and occasionally to share their kill. TIGERS PREFER TO HUNT AT NIGHT. Tigers mostly hunt at night because they are nocturnal animals. This means they sleep during the day, and are out and about at night - unlike our Tiger who does all his cupboard raiding at lunchtime!. Tigers are most active during the night when their prey is most active. They can, however, be active at any time. They prefer to hunt within dense vegetation, using routes where they are able to move quietly. They knock prey onto the ground with the weight of their body and kill their catch by biting their neck.Yes, you heard right. Tigers can easily climb trees but they seldom do so, except when the cubs are young. Their sharp and retractable claws provide a powerful grip to hold the tree trunk and climb up comfortably. And as they grow old their body weight hinders them to do so. Orange is, of course, the most common colour for tigers, with different subspecies having different depths of orange colour. Sumatran tigers, for example, have a burnished orange coat and black stripes, while the Amur (or Siberian) tiger has fur that is a golden orange, and brown stripes."
    },
    {
        "card_image" : "image/elephant.jpg",
        "card_title" :"Elephant",
        "card_description" :" Elephants are the largest living land animals. Three living species are currently recognised: the African bush elephant, the African forest elephant, and the Asian elephant. They are the only surviving members of the family Elephantidae and the order Proboscidea; extinct relatives include mammoths and mastodons. Elephants consume grasses, small plants, bushes, fruit, twigs, tree bark, and roots. Tree bark is a favorite food source for elephants. It contains calcium and roughage, which aids digestion. Tusks are used to carve into the trunk and tear off strips of barkElephants are important ecosystem engineers. They make pathways in dense forested habitat that allow passage for other animals. An elephant footprint can also enable a micro-ecosystem that, when filled with water, can provide a home for tadpoles and other organisms.Elephants are renowned for their memory, intelligence, and sociality, and, as with humans, these traits make them particularly vulnerable to stress and to trauma and its longer-term psychological consequences.African elephants live in diverse habitats including wetlands, forest, grassland, savanna and desert across 37 countries in southern, eastern, western and central Africa. The Asian elephant is found across 13 countries in South, Southeast and East Asia.Wild elephants will eat as many as 200 plant species during the course of a year, but their preferred staple food is grass and bamboo (which is a kind of grass). Elephants also eat lianas, wild palms, wild bananas, various shrubs, the leaves and bark of certain trees, and even plants that serve as herbs.Unfortunately it. is quite expensive, so it's a treat they only get once in a. while, like on National Elephant's Day. Today however, it's a big dayfor them.African and Asian elephant still manage to lie down to sleep, both are sleeping on their sides for long periods, or take a nap while standing, leaning against a tree for support. The elephants appeared to experience rapid eye movement (REM) sleep, REM sleep is believed to be critical in forming memories.elephant, (family Elephantidae), largest living land animal, characterized by its long trunk (elongated upper lip and nose), columnar legs, and huge head with temporal glands and wide, flat ears. Elephants are grayish to brown in colour, and their body hair is sparse and coarse.These gigantic majestic beings are traditionally considered symbols of good luck, nobility, wisdom, fertility, and protection. All across the world, the elephant has long been considered a sacred animal, although the spiritual symbolism of elephants changes slightly from culture to culture.A baby elephant is called a calf. Calves stay close to their mothers. They drink their mother's milk for at least two years. The calf likes to be touched often by its mother or a relative.The natural color of Elephant is Greyish Black. Dark grey or you can say that grey and black combination is the natural color of the Elephant. Elephants also appear to the same color as of the soil. But mostly Elephants in the forests and in the Zoo's are of Greyish Black color because of their nature.We all have our weaknesses, but did you know that the mighty elephant's weakness is the humble bee? Apparently, elephants are instinctively afraid of bees. Conservationists use this to their advantage by placing beehives around the land that they need to keep elephants clear of, like plantations.Elephants are known to be social animals that form strong bonds with their family members and herd mates. While they can be gentle and friendly towards humans, it's important to remember that they are wild animals and can be unpredictable if they feel threatened or provoked.Sadly, elephant populations in both Africa and Asia are being threatened by negative interactions with humans. The word 'elephant' comes from the Greek word 'elephas' which means ivory, and unfortunately it has been the ivory trade which has caused about 90% of African elephants to be wiped out in the past century.From their social structures to their exceptional memory and problem-solving skills, elephants stand out as some of the most intellectually advanced beings in the animal kingdom. Let's delve into the fascinating cognitive abilities exhibited by elephants.There are three different species of elephants: the African savanna, or bush, elephant, the African forest elephant, and the Asian elephant. The African forest elephant, recognized as a separate species in 2000, is smaller than the savanna elephant.African forest elephants are restricted to the equatorial rainforests of west and central Africa, where their preferred habitat of dense scrub and woodland still exists. Asian elephants can be found in India (over half the existing wild population), as well as Nepal."
    },
    {
        "card_image" : "image/fox.jpg",
        "card_title" :" Fox",
        "card_description" :" Foxes are small to medium-sized, omnivorous mammals belonging to several genera of the family Canidae. They have a flattened skull, upright, triangular ears, a pointed, slightly upturned snout, and a long bushy tail. Twelve species belong to the monophyletic 'true fox' group of genus Vulpes. Biological Characteristics. The biological answer to whether foxes are cats or dogs is simple: they belong to the Canidae family, which means they are dogs.Foxes are normally wary and unlikely to approach humans. However, if fed by a person, they can become conditioned to approach people and may appear to be a threat. They may prey on poultry, lambs, piglets and small pets. They can carry diseases and parasites that may infect people or their animals.Foxes belong to the dog family Canidae, and their appearance is similar to that of domestic dogs and coyotes.The fox appears in the folklore of many cultures, but especially European and East Asian, as a figure of cunning, trickery, or as a familiar animal possessed of magic powers, and sometimes associated with transformation.Foxes have a really diverse diet. They are expert hunters, catching rabbits, rodents, birds, frogs and earthworms as well as eating carrion. But they aren't carnivorous - they are actually omnivores as they dine on berries and fruit too.Foxes are wild animals, but they are not typically aggressive or dangerous. Fox attacks do happen, but they are notably rare and often only minor bites. Foxes are significantly smaller than both wolves and coyotes.What Noises do Foxes Make? Male red foxes make noises similar to the sound of a screaming woman to warn off competing mates. Female red fox sounds consist of short, shrill shrieks that are meant to attract males. Gray foxes make dog-like barking noises used for self-defense.Do foxes attack humans? Foxes are not dangerous and do not attack humans, except when they are rabid, which is very rare, or when they are captured and handled. Even then, a fox's natural tendency is to flee rather than fight.They have a very keen sense of smell, excellent hearing, and good vision. Red fox can run at speeds of 30 miles per hour and are good swimmers. In captivity, red fox live roughly 12 years; however, three to four years is the average life expectancy for wild foxes.Though they won't bite unprompted, foxes attack when they are rabid or protecting their young. Fox bites are painful and can get infected if they are not cleaned properly. Since the pests are known carriers of several diseases, including rabies, their bites also carry the threat of transmission.A female fox is called a vixen. Male foxes have several names; they are known by a dog fox, a reynard, or a tod. Juvenile foxes are known as cubs, kits, or pups. The collective nouns to describe a group of foxes are a skulk and a leash.Coat is variable in colour. It is usually reddish, but can be orange or yellow with a dark stripe down the back. The under parts are white, grey or slate in colour. Limbs are commonly black.Their preferred habitats are mixed landscapes, but they live in environments ranging from Arctic tundra to arid desert. Red foxes adapt very well to human presence, thriving in areas with farmland and woods, and populations can be found in many large cities and suburbs.It's reported that red foxes can hear a watch ticking from 40 yards away! Their impeccable hearing helps them to identify prey underground. What's even more interesting is that foxes use the Earth's magnetic field to locate their prey."
    },
    {
        "card_image" : "image/kangaroo.jpg",
        "card_title" :" Kangaroo",
        "card_description" :" Kangaroos are four marsupials from the family Macropodidae. In common use the term is used to describe the largest species from this family, the red kangaroo, as well as the antilopine kangaroo, eastern grey kangaroo, and western grey kangaroo. Kangaroos are indigenous to Australia and New Guinea. They're specially adapted for a life in the treetops, with a long tail that helps them leap from branch to branch. Powerful hind limbs help kangaroos hop huge lengths with incredible efficiency. In fact, kangaroos are the only large animals that move by hopping. The biggest kangaroos can clear 8m (25ft) with one jump.All kangaroos have short hair, powerful hind legs, small forelimbs, big feet and a long tail. They have excellent hearing and keen eyesight. Depending on the species, their fur coat can be red, grey or light to dark brown. Their muscular tail is used for balance when hopping, and as another limb when moving about.Kangaroos and wallabies are marsupials that belong to a small group of animals called macropods. They are only found naturally in Australia and Papua New Guinea.There are four main types of kangaroos: red kangaroos, eastern grey kangaroos, western grey kangaroos, and antilopine kangaroos. All kangaroos eat only plants, so they are considered herbivores. Because they live in different habitats, each species of kangaroo has a slightly different diet, but none of them eat meat.A baby kangaroos is called a joey. Unlike the young of most other mammals, a newborn kangaroo is highly underdeveloped and embryo-like at birth. After a gestation of up to 34 days, the jellybean-sized baby kangaroo makes the journey from birth canal to pouch by clambering up through its mother's fur.Muslims are free to eat kangaroo meat, says Turkey's top religious body. Turkey's Religious Affairs Directorate (Diyanet) has issued a fatwa stating thatkangaroo meat and grasshoppers are “halal” food, but Islam bans eating “badgers, martens, weasels, beavers and sea otters.”As herbivores, kangaroos eat a vegetarian diet including grasses, flowers, leaves, ferns, and moss, as well as occasional insects. Just like sheep and cattle, kangaroos have chambered stomachs, meaning they regurgitate their food and chew and swallow it again, before it is eventually digested.The joey remains in the pouch for nine months and continues to suckle until twelve to seventeen months of age. Kangaroos can have 3 babies at one time. Kangaroos typically have only one offspring at a time and usually give birth to a new joey only after the previous one has left the pouch.At up to 7 feet tall, red kangaroos are the largest marsupials in the world, and generally live longer than other kangaroos -- up to 22 years in the wild and 16 in captivity. Red kangaroos are found mostly in the central plains of Australia.On other hand, Kangaroo are pouched mammals. They don't lay eggs, their young one is born in an immature state. Gestation period shows complete development in the abdominal pouch or marsupium.Diet. Kangaroos are most active between dusk and dawn, as they search for their favourite foods: grass, as well as leaves, ferns, flowers, fruit and moss. Like cattle, they regurgitate their food, chewing it twice before it passes through their chambered stomach.Macropod reproduction (kangaroo and wallaby) is truly fascinating. Kangaroo females get pregnant in the regular way. They shed an egg from their ovary and it drifts down the fallopian tube where, if it meets up with sperm, the egg is fertilized and then embeds itself in the wall of it's mother's uterus.Where do kangaroos sleep? Mostly on the ground, and preferably in the shade. They sleep during the day, and are active around dawn and dusk. There are Tree-kangaroo , which actually live and sleep on trees.In Short. The kangaroo, an iconic symbol of Australia, has never been found outside its native land. This has long puzzled scientists, but a new study has shed light on the secrets of the species.Kangaroos are mostly docile, but can be unpredictable when they feel threatened. This brochure explains ways in which people can avoid conflict with kangaroos and injury, through learning more about their habitat needs and understanding their behaviour.Large mature males can stand more than 1.8 metres (5 ft 11 in) tall, with the largest confirmed one having been around 2.1 m (6 ft 11 in) tall and weighed 91 kg (201 lb).The four species commonly referred to as kangaroos are: the red kangaroo (Macropus rufus), the eastern gray kangaroo (Macropus giganteus), the western gray kangaroo (Macropus fuliginosus), and the antilopine kangaroo (Macropus antilopinus).Just over 50 million. Apart from Australian and Papua New Guinea (tree kangaroos) where kangaroos are native there are also wild populations in New Zealand, Hawaii, UK that have been introduced as well as in zoos."    
    },
    {
        "card_image" : "image/loin.jpg",
        "card_title" :" lion",
        "card_description" :" The lion is a large cat of the genus Panthera, native to Africa and India. It has a muscular, broad-chested body; a short, rounded head; round ears; and a hairy tuft at the end of its tail. It is sexually dimorphic; adult male lions are larger than females and have a prominent mane. lion, (Panthera leo), large, powerfully built cat (family Felidae) that is second in size only to the tiger; it is a famous apex predator (meaning without a natural predator or enemy). The proverbial “king of beasts,” the lion has been one of the best-known wild animals since earliest times.Lions has always been considered as the symbol of power, bravery, courage, strength fearlessness and ferocity. These attributes contribute as a building block of his success as a leader.Lions primarily eat large animals that weigh from 100 to 1,000 pounds (45 to 453 kilograms), such as zebra and wildebeest. In times of shortage, they also catch and eat a variety of smaller animals, from rodents to reptiles. Lions also steal kills from hyenas, leopards and other predators.Lions represent majesty, courage, strength, protection, family, wisdom, and affection. Lions are predators but they are also so much more. The muscle composition and structure of a lion are designed for power and speed. Their muscles are packed more densely with fibers, giving them greater strength and explosive power compared to humans. This is evident in the way lions hunt and take down prey much larger than themselves.In open areas, one lion may try to rest in the shade of another or even in the shade of a parked vehicle. They further avoid heat stress by being active mostly at night, resting on top of kopjes or up trees to take advantage of cool breezes, and lying on their back to expose their thin-skinned stomachs.So in all cases, the male lions will feed first, as they always dominate over all the females because they are bigger, and are more dominant. They will feed until they're happy and when they're a bit fuller, they will allow other lions to come join them eventually.Lions are available in a range of colors from white, tawny yellow, ash brown, ocher, deep orange-brown and dark brown. In addition, both male and female lions are different in size and appearance, but their colors are almost the same range and close to each other. Lions Don't Need to Drink Everyday, But They Do Need to Eat. Lions can go up to four days without drinking water, but if available, they will drink water every day. Lions do need to eat every day. Adult lioness need to eat about 11 pounds of meat each day, while adult males eat 16 pounds or more every day.Lions are believed to feed every three or four days, and need on average between 5kg and 7kg of meat a day. How long can a Lion go without eating? Lions can go without food for more than a week and then tear into prey, eating up to 50kg of meat at a time - that's almost a quarter of the animal's body weight.Lions are the only cats that live in groups. A group, or pride, can be up to 30 lions, depending on how much food and water is available. Female lions are the main hunters. While they're out looking for food, the males guard the pride's territory and their young.Lions are highly territorial and occupy the same area for generations. Females actively defend their territories against other females, while resident males protect prides from rival coalitions. Territory size depends on prey abundance, as well as access to water and denning sites.Lions are the only cats who live in groups. They are known for being loyal to their family. Not their biological family but their pride, this sometimes means that they do not keep family members in their pride especially if they are male.Lions are predators and have few natural predators, but they do have some weaknesses. One of their main weaknesses is that they are not very fast runners, especially over long distances. They also tire easily and so they often rely on hunting in groups and ambushing their prey.Lions have few predators to fear other than humans. A very young or sickly lion might fall prey to hyenas. Cubs may be attacked and eaten by adult male lions. Lions are most threatened by humans who hunt them and encroach on their habitat.Female lions, lionesses, are able to give birth to cubs all year round, usually from the age of about three or four years old. Pregnancy lasts for around 110 to 120 days. Eventually, when it is time to give birth, lionesses leave their family pride to find a private den in the shelter of bushes, or even a cave.African lions are the most social of big cats and only ones live together in groups or “prides.” A pride consists of about 15 lions. Male lions defend the pride's territory while females do most of the hunting. Despite this, the males eat first.Male lions spend 18 to 20 hours a day snoozing, while females get 15 to 18 hours of shuteye. The lionesses spend more time hunting and taking care of cubs, which is why they get slightly less sleep. And following a large meal, lions may even sleep up to 24 hours—talk about a catnap!.Lions are the only social species of big cat. In Africa, they live in prides of around 4-6 related females, their dependent offspring and a coalition of two males.A male lion is called a lion while a female lion is known as a lioness. Their young are known as cubs. Males tend to have a large mane and are larger in size than females and this is a trait that is known as sexual dimorphism."    
    },
    {
        "card_image" : "image/Hippopotamus.jpg",
        "card_title" :" Hippopotamus",
        "card_description" :" The hippopotamus, also shortened to hippo, further qualified as the common hippo, Nile hippo, or river hippo, is a large semiaquatic mammal native to sub-Saharan Africa. It is one of only two extant species in the family Hippopotamidae, the other being the pygmy hippopotamus. Hippopotamuses are large, semiaquatic mammals native to sub-Saharan Africa. Although their name comes from the Greek for “river horse”—because of the time they spend in the water—their closest living relatives are whales, dolphins, and pigs.The hippopotamus is a very aggressive wild creature and is the deadliest large land mammal on the planet. It is estimated that hippo attacks kill 500 people each year in Africa. It is not only their size and weight that makes them dangerous, but also their very sharp teeth!.Many people think that hippos eat meat because they're so large in size. However, hippos are actually herbivores, meaning they only feed on plants. The majority of their diet consists of short grasses, but they will eat fruit if it's available.Do Hippos Eat Meat? Going by their most observed habit and their stomach structure, scientific research maintains that hippos are herbivores. However, a few incidences have been observed of hippos eating meat from the carcass of another animal or even a dead hippo.Answer and Explanation: A human cannot outrun a hippo. Hippos can run faster than 30 miles per hour, whereas the fastest human, Usain Bolt, has only clocked in at 23.4 miles per hour. Although usually slow on land, hippos are extremely aggressive, particularly if you get between them and the water.Answer and Explanation: One of the closest relatives to the hippo are whales; compared to these animals, hippos are not as intelligent but are not stupid either.Accounts recording the number of human deaths per year by hippo attack range from about 500 to about 3,000. It is thought that hippo attacks on small boats are antipredator behavior, with the hippos mistaking them for crocodiles. As a result, hippos have long had a largely undeserved reputation as aggressive animals.Hippos can't swim, despite spending a lot of time in rivers and lakes. Hippos cannot breathe underwater or float either, according to National Geographic. Due to hippos' dense bone structure and heavy bodies, hippos sink in water, according to BBC Earth. This makes it hard for the animals to swim.Hippos can drink up to 56 gallons of water a day. Hippos can spend up to 16 hours a day in the water to help their skin from burning in the sun. In addition to all the water they drink, their main diet consists of plants including short grass and fruits when available.The tilapia in Hippo Cove serve multiple purposes. They help to keep the water clean by eating the hippo dung and they also eat the dead skin off of the hippos which keep them clean and free of micro-organisms. This is referred to as a symbiotic relationship. Kathleen Gogerty and 27,441 others like this.The hippopotamus consumes a mostly herbivorous diet in the wild, with grass, leaves, fruit, and aquatic plants making up most of their diet.Hippo meat seems to taste quite good. In the words of author and hunter Peter Hathaway Capstick, “It is my personal opinion that hippo meat is one of the finest of game foods … The taste is mild, less than lamb and more than beef, slightly more marbled than usual venison.How many months is a hippo pregnant? The hippopotamus gestation period typically lasts about 324 days. This means that the gestation period, on average, is about eight months.There are two species of hippopotamus: the river, or common, hippo and the much smaller pygmy hippo. Hippos have unique skin that needs to be kept wet for a good part of the day. Staying out of the water for too long can lead to dehydration, so hippos try to remain in water during the day.Answer and Explanation: Hippos cannot jump, at least not on land. Underwater, hippos do not swim as much as they walk or gallop along the bottom of the river or lake, bouncing up to the surface to breath. In some ways, they look like obtuse astronauts bouncing over the surface of the moon.Hippos like to take naps and are some of the sleepiest animals on earth, but they are not lazy at all. Hippos spend their days submerged in water as they have extremely sensitive skin. During the night or cooler parts of the day, hippos would leave the water and walk considerable distances in order to forage.Their eyes, nose and ears are located on the top of their head, which means they can see and breathe whilst submerged in the water. What's more, these super-cool creatures sweat an oily red liquid which helps protect their skin from drying out – and acts as a sunblock, too!.What is the highest IQ ever measured in any animal? The Orangutan is now regarded the most intelligent animal after humans. The Orangutan Sandy once participated on a human IQ-test on which she scored 75 on live tv, beating one of the human candidates.Hippos have bulky, barrel-shaped bodies, short and stout legs, large heads, and enormously powerful jaws. Their jaws can open to 180 degrees and bite down with three times the strength of a lion. They're armed with impressive, sharp teeth that can grow up to 50 centimeters long, used for eating and defense.Hippos are usually peaceful and lazy. But they can be full of fight when they need to be! Check out these hippos “mouthing off” at each other! In hippopotamus language, wide-open mouths mean business. "    
    },
    {
        "card_image" : "image/Gorillas.jpg",
        "card_title" :"Gorilla",
        "card_description" :"Gorillas majestic primates of the forests exude an aura of strength and tranquility. With their imposing yet graceful presence they embody the raw beauty of the wilderness. From their robust physique to their intelligent gaze every aspect speaks volumes of their remarkable nature. Their thick dark fur shields them from the elements adding to their formidable appearance. Yet within this powerful exterior lies a gentle soul evident in their intricate social bonds and nurturing care for their young. Gorillas the silent guardians of the jungle inspire awe and reverence in all who encounter them.Gorillas the gentle giants of the forest evoke a sense of wonder and admiration with their imposing stature and enigmatic presence. These magnificent creatures belonging to the great ape family are among the largest primates on Earth captivating the hearts and minds of humans with their intriguing behavior and complex social structures. Standing erect on powerful limbs gorillas possess a commanding physique that reflects their dominance in their natural habitat. Their massive bodies are adorned with a dense coat of fur ranging in color from deep black to shades of brown and gray serving as both protection from the elements and a symbol of their resilience in the wild. Their broad chests and muscular arms testify to their formidable strength enabling them to navigate the dense vegetation of their forest homes with ease.Atop their broad shoulders sits a distinctive head adorned with a prominent crest of hair known as a sagittal crest which varies in size and prominence between males and females. Their expressive faces framed by a prominent brow ridge and large soulful eyes convey a sense of intelligence and curiosity inviting observers to delve into the depths of their primal wisdom.Gorillas are primarily herbivorous their diet consisting mainly of leaves shoots fruits and occasionally insects. Their robust teeth and powerful jaws are well-suited for crushing and grinding tough vegetation allowing them to extract maximum nutrition from their plant-based diet. Despite their formidable size and strength gorillas are peaceful creatures preferring to avoid confrontation and instead focusing on foraging for food and nurturing their social bonds.Central to the gorilla's way of life is their intricate social structure characterized by complex relationships and hierarchies. Gorillas live in cohesive family groups known as troops typically led by a dominant silverback male—the undisputed leader and protector of the group. This venerable patriarch commands respect and authority guiding his troop with wisdom and strength while also fostering harmony and cooperation among its members.The silverback's authority is maintained through displays of dominance such as chest-beating vocalizations and intimidating displays of strength. Despite their imposing demeanor silverbacks are also gentle and nurturing towards their family members often engaging in playful interactions with younger gorillas and providing guidance and protection to the entire troop. Within the troop females play a crucial role in maintaining social cohesion and caring for the young. Female gorillas form strong bonds with their offspring providing them with love protection and guidance as they navigate the complexities of gorilla society. Young gorillas learn essential life skills through observation and interaction with their family members preparing them for the challenges they will face as they mature.Communication among gorillas is primarily non-verbal relying on a rich array of vocalizations gestures and body language to convey emotions intentions and social status. From the deep rumbling chest beats of the silverback to the playful grunts and hoots of juveniles each vocalization carries meaning and significance within the intricate tapestry of gorilla society."
    },
    {
        "card_image" : "image/Zebra.jpg",
        "card_title" :"Zebra",
        "card_description" :"In the golden savannas of Africa beneath the azure skies and amidst the swaying grasslands roams a creature of captivating beauty and mystique—the zebra. With its striking black and white stripes that ripple across its sleek muscular body the zebra is a symbol of untamed wilderness and natural elegance.At first glance the zebra appears to be a creature of contradictions—its bold stripes contrasting sharply against the muted tones of its surroundings yet blending seamlessly into the dappled light and shadow of the savanna. These distinctive markings serve as a form of camouflage disrupting the outline of the zebra's body and making it difficult for predators to single out individuals within a herd. But beyond their practical function the stripes of the zebra are also a source of fascination and wonder inspiring myths legends and artistic interpretations throughout the ages.The zebra's elongated neck is adorned with a flowing mane that dances in the wind as it gallops across the plains adding to its regal appearance. Its large expressive eyes gleam with intelligence and curiosity reflecting the vastness of the African landscape and the spirit of freedom that defines its existence.Despite their outward similarities no two zebras are exactly alike—each individual possesses a unique pattern of stripes that sets it apart from its peers. These patterns like fingerprints are a testament to the diversity and complexity of the natural world revealing the subtle nuances of genetic inheritance and environmental adaptation that shape the destiny of every living creature.Zebras are herbivores their diet consisting primarily of grasses leaves and occasional shrubs. Their strong durable teeth are well-suited for grazing on tough vegetation allowing them to extract maximum nutrition from their plant-based diet. In the dry season when water sources are scarce zebras are capable of traveling long distances in search of sustenance relying on their keen sense of smell and acute hearing to detect the faintest signs of water or fresh vegetation.Despite their apparent vulnerability zebras are highly adapted to their environment possessing remarkable speed agility and endurance that enable them to evade predators and navigate the treacherous terrain of the savanna. When threatened zebras rely on their powerful legs and swift reflexes to outmaneuver predators often forming tight-knit groups known as herds to increase their chances of survival.Central to the zebra's way of life is its social structure characterized by complex relationships and hierarchical dynamics. Zebras live in cohesive groups known as harems typically consisting of a dominant stallion several mares and their offspring. The stallion serves as the leader and protector of the harem guiding its members with wisdom and strength while also asserting his authority through displays of dominance and aggression.Within the harem mares play a crucial role in maintaining social cohesion and caring for the young.Zebras are herbivores, grazing on a diet of grasses and occasionally browsing on leaves and shrubs. Their elongated heads and nimble lips are perfectly adapted for cropping grasses close to the ground, allowing them to extract maximum nutrition from their vegetarian diet. Like nomads of the savanna, zebras are constantly on the move, following the rains and seeking out fresh grazing grounds to sustain themselves.In the vastness of the African plains, safety in numbers is essential for survival, and zebras form tight-knit social groups known as harems. These harems typically consist of a dominant stallion, several mares, and their offspring. The stallion serves as the protector and leader of the harem, using his keen senses and formidable presence to detect danger and keep his family safe from predators.Within the harem, bonds of trust and cooperation are forged through mutual grooming, playful interactions, and shared experiences. Mares play a crucial role in the social structure of the harem, providing care and protection for their young while also contributing to the collective defense of the group. Foals learn essential life skills from their mothers and other members of the harem, preparing them for the challenges they will face as they grow and mature."
    }
]